{
  "general": {
    "title": "inforce",
    "email": " info@inforce.digital",
    "slider": {
      "header": "We are proud to work with truly innovative clients. Here are just a few of the companies we’ve had the privilege to work with."
    }
  },
  "button": {
    "consultation": "free consultation"
  },
  "cards": {
    "sixpack": {
      "1": "Web Applications Development",
      "2": "Mobile Applications Development",
      "3": "Quality Assurance",
      "4": "IT Ouststaffing & Outsourcing",
      "5": "Online Marketing and SEO optimization",
      "6": "Product Design"
    },
    "threepack": {
      "1": "Every decision we make is guided by rules that we can follow and understand. Every problem has an engineering solution. Every opinion can be either true or false. \n \n By continuously asking questions and debating different ideas we actually go into philosophical debates. We aim to uncover the final reason of things - the root cause. Of course, sometimes we just try to persuade the other side to believe the same as us but those conversations are not truly debates.",
      "2": "Building a product is more than just designing it. The process considers the product’s competition and relative position, the product business model, and the messaging and marketing that we use to help you plan out what to build and when.",
      "3": "Is your software project on the brink of collapse? Not getting the results you expected? Way behind schedule? \n \n Don’t panic. We can rescue your software project and make it a success. We won’t stop until your project is back on track."
    },
    "fourpack": {
      "1": "To Bring your Ideas to smooth, robust and scalable SoftWare",
      "2": "To establish the best possible User Experience for your Product or to improve the existing one",
      "3": "To get the best SoftWare Development Process Experience with our top-notch Engineers",
      "4": "To Grow your Business Online"
    }
  },
  "form": {
    "desc": "Any questions/requests? Leave a message and expect a promplty repsonse from us"
  },
  "main": {
    "strategy": {
      "fast": "Our experienced Engineers use the most recent Frameworks to deliver seamless results on time",
      "reliable": "Following the Market, Software and Community conventions we deliver SoftWare that can be used and easily supported for the years ahead",
      "scalable": "For Businesses that have changing demands, we offer scalable software to support your growth",
      "friendly": "Intuitive navigation, concise content, and strategic use of visuals. No confusing features or functionality. Trully seamless experience"
    },
    "slider": {
      "header": "Here you can find our previous projects. Feel free to reach out if ou have any questions or if you want something simillar"
    }
  },
  "about": {
    "description": "We are here to provide you with top-notch Software sollutions and help you reach your Business Goals! Inforce is an independent IT agency in Lviv, Ukraine with a non-traditional perspective. We offer full-cycle Software development cycle",
    "principles": "To achieve the best results for your business we first try to understand it better to provide you with on-point software sollutions!",
    "market": "For the past 5 years we delivered over 100 projects. We have done a large variety of projects: from simple landing pages to huge multiplatform systems. They've been mobile apps, websites and smartwatch applications. Meet the greatest and brightest in our special section.  We would be happy to deliver the best sollutions and create another one story of success!"
  },
  "process": {
    "planning": "We established a process that aims to improve software delivery predictability and includes requirements gathering, planning and designing the product; research and development into the areas that are unknowns or risks to the project."
  },
  "privacyPolicy": {
      "fieldOfApplication": {
        "title": "FIELD OF APPLICATION" ,
        "desc": "The personal data of Talentica Agency users are processed on secure servers located both in and outside the European Economic Area. This Privacy Policy describes the Company’s procedure for processing personal data collected through the Site www.talentica.agency (further – the Site) and related services and tools that allow users to register on the Site, to publish or view in real-time published information, use another related service of the Talentica Agency. In all these cases, the Company processes personal data of users only within the requirements of the Ukrainian Law of “On Personal Data Protection” and the Convention for the Protection of Individuals regarding Automatic Processing of Personal Data. This Privacy Policy has been developed in accordance with the provisions of these documents."
      },
      "informationThatCompanyCollect":{
        "title": "INFORMATION THAT COMPANY COLLECT, RECEIVE AND PLACE",
        "desc": "Registration Information: When a User creates an account on the Site, the Company may require certain information, such as a valid email address and password. The account includes information such as location, name, phone number, and related information, including photos that they can upload to their account. (The account allows users to contact each other to express interest in their offers). Users are responsible for all information they post to public accounts. The user must be aware of all the risks associated with the fact that he/she discloses the address or any other information about the location of the office. Announcements and Agreements: As part of the activities of the Site, the Company may post information, including personal and contact information, necessary for the implementation of agreements between the company and the candidate, for the interaction of users with each other, and for payments. Users are responsible for all information posted by them on the Site. The user must be aware of all risks associated with the fact that he discloses the address or public information. Customer service: When users contact the customer service department, the Company, if necessary, may collect personal information necessary to fulfill the User’s request and receive feedback. The Company may also contact the User using the existing account contact information provided for this purpose. The Company may also collect other information about communication with Users, such as any support requests submitted by Users, or any feedback provided by them. Website and mobile data: The Company may automatically receive and record on servers information from the user’s browser or any device, including IP address, User’s geolocation, software and hardware attributes, pages requested by the User, data contained in browser databases, including SQL databases, mobile identifiers (including mobile device identifiers such as Google Advertisement ID, IFA or IFV), application usage information, and / or information about other devices used, or system-level information. This can happen on the Site or on a mobile application, or on the services of third parties. For more information on how users can control and / or block such information collection, see the sections of this policy below. Information obtained from questionnaires: The Company may collect and store information obtained from questionnaires that may be conducted by the Company or contractors engaged by the Company – third parties, information regarding company’s activities, new projects, company development, goals, etc. Information available from User’s profiles on common Internet platforms (social networks): By registering on the Site, User agrees to the Company to collect and process information available from the relevant profiles on social networks, as well as to publish information in the relevant social networks about User’s actions on the Site and / or in the mobile application. Information that the Company does not collect or process: The company does not collect or process personal data about racial or ethnic origin, political, religious or ideological beliefs, membership in political parties and trade unions and similar information. Information that the Company does not collect or process: The company does not collect or process personal data about racial or ethnic origin, political, religious or ideological beliefs, membership in political parties and trade unions and similar information." 
    },
     "ipAdressCoocies": {
        "title": "IP ADDRESS, COOKIES AND MOBILE IDENTIFIERS",
        "desc": "During the operation of the Site, the Company may collect certain information using technologies such as cookies, pixels and local storage (as in your browser or mobile device). COOKIES are small text files that store information about users on a user’s computer, their mobile phones, and other devices. Pixels are small digital images that are part of the code on web pages that allow another server to measure web page views and are often used in conjunction with cookies. The code is tracked as when (and on this page) a pixel is loaded to indicate which user is interacting with a page or part of the Site’s pages. With the help of cookies, the web server can save, for example, the preferences and settings on the User’s computer, mobile phone or other device (s), which is then automatically played during the next evaluation. In other words, cookies are intended to use the Site more conveniently, for example, so that the User does not repeat the login process during the next visit. The company uses both regular and session cookies. Persistent cookies remain on the user’s computer, which spends more than a long period of time, and session cookies are automatically deleted when you close the window browser. The Company may allow third parties, such as representatives of advertising and / or analytical services, to collect information using standard technologies that work on the website of the Site or mobile application. The data they collect shall be protected in accordance with the applicable privacy policies of those third parties."
      },
      "useOfPersonalData":{
        "title": "USE OF PERSONAL DATA",
        "desc": "To provide its services, the Company may use information that the Company collects and posts for the following purposes: providing customer service, including for creating and managing user accounts, solving technical difficulties and access to various functions; adaptation of offers and experience, including advertising on the services or services of the third parties; control of general and individual activity of users, such as job search, activity for browsing companies, as well as for traffic management on the Site; communication with users, including on issues of service, customer service or permitted marketing communications through any available communication channels; conducting research and analytical activities to improve our service; ensuring compliance with the Agreement with users of Talentica Agency services, taking into account the fight against fraud and insults; assessment of certain factors of personal information, in particular, for analysis and prediction of personal preferences, interests, behaviors and location. The Company will retain your personal information for as long as necessary to achieve purposes that it was collected for, including legal, accounting, or reporting requirements. To determine the appropriate retention period, the Company considers amount, nature and sensitivity of personal data, the potential risk of harm from unauthorized use or disclosure of your individual data, the purpose that Company processes your personal data for, and whether the Company can achieve these goals by other tools and relevant legal requirements. If your account has not been active for more than 36 months, we reserve the right to delete your account, including all personal information stored in your account, that means that you will no longer be able to access and use it. If you have any questions about the retention period, please contact us at info@talentica.agenc"
      },
      "exchangeOfInformation":{
        "title": "EXCHANGE OF INFORMATION",
        "desc": "A company can share collected information with affiliates (jointly owned or jointly controlled companies) located in any third country. These companies can only process and use personal data for the purposes specified in paragraph 4 of this Privacy Policy. However, the transmitted data remains the subject of this Privacy Policy. The Company does not provide personal information of users to non-affiliated persons, except when the users have the appropriate permission, or in the following circumstances: The Company can use third-party service providers to provide some components of its services, in that case, providers are not authorized to use personal data collected through the Company’s Website other than providing services to Company and personal data itself is subject to this Privacy Policy. The company reserves the right in accordance with the law to exchange information with individuals and government agencies for the following purposes: fight against fraud and abuse on the Site; investigating alleged violations of the law or combating any other alleged violations of the Agreement with users of Talentica Agency. The company may provide personal data of users at the request of the competent authorities, executed in accordance with the requirements of applicable law, including in accordance with Art. 93 of the Criminal Procedure Code of Ukraine. In accordance with the Privacy Policy, the Company undertakes not to lease or sell any personal data of the User. In the event that the Company’s business or part of this business is sold or reorganized, and the Company transfers all or almost all of its assets to the new owner, the personal data of users may be transferred to the buyer to ensure continuity of service of the Site. The Company can provide certain impersonal information (non-personally identifiable information) to third party service providers, trusted partners or authorized researchers for better understand what advertising or services may be of interest to users, improve the overall quality and effectiveness of the Site or services, or to contribute to research that, in the opinion of the Company, can be of great social benefit. The Company may transfer the information that collected to third parties who provide services to the Company for research or services to Users, and the data transmitted is subject to this Privacy Policy, and third parties involved may not use the information obtained other than to provide the Company’s services. In cases of transfer of personal data provided for in this section 5 of the Privacy Policy, informing the User about the transfer of his personal data is at the discretion of the Company."
      },
      "userControl":{
        "title": "USER CONTROL",
        "desc": "Access, Edit and Delete: Users who have created an account or posted a company profile on the Site may access, correct or delete the information they provide. The user is responsible for the accuracy of the data provided or photos on the Site. The posted information can be changed or deleted in the personal account of the user “Company Profile” or “Personal Profile” on the website of the Site, or in the application. The Company may stop processing the User’s personal data upon receipt of a written notice from the User about the withdrawal of consent to the processing of personal data. Third-party choices: Some external entities operating on the site, such as Google Adwords, allow users to withdraw their consent to the collection and use of their data for advertising based on user activityCookies: Most major computer (desktop) and mobile web browsers (such as Safari, Firefox, Internet Explorer, Chrome, Opera) provide controls that allow the user to restrict or block the installation of cookies on your systems. . Please note that disabling cookies for first-category domains (visited sites) and other domains (sites related to visits) may in some cases limit the functionality of these websites. Other rights of Users in regard processing of their personal data by the Company: know about the location of the personal database containing personal data of Talentica Agency users, purpose and name, location of the owner and managers of personal data, or give an appropriate instruction to obtain this information by authorized users of the Site except as provided by law; receive information on the conditions of granting access to personal data, in particular information on third parties to whom the personal data of users of the Site are transferred; access to your personal data; receive no later than thirty calendar days from the date of receipt of the request, except as provided by law, an answer as to whether his personal data are processed or stored, as well as receive the content of such personal data; make a reasoned request to the owner of personal data with an objection to the processing of personal data; make a reasoned request to change or destroy personal data by the owner and / or controller of personal data, if this data is processed illegally or is inaccurate; to protect personal data from unlawful processing and accidental loss, destruction, damage due to intentional concealment, non-provision or untimely provision, as well as to protect against the provision of information that is inaccurate or discredits honor, dignity and business reputation; to file complaints on the processing of personal data to public authorities and officials whose powers include ensuring the protection of personal data, or to the court; apply legal remedies in case of violation of the legislation on personal data protection; withdraw consent to the processing of personal data; know the mechanism of automatic processing of personal data; to protect against an automated solution that has legal consequences for users of the Site. To update, access, modify, block or delete your personal data and withdraw your consent to the processing of personal data provided by you to the Company in accordance with this Policy"
      },
      "security":{
        "title": "SECURITY",
        "desc": "All information we collect is reasonably protected by technical means and security procedures to prevent unauthorized access or use of data. Individuals affiliated with the Company, trusted partners and independent service providers undertake to use the information received from the Company in accordance with our security requirements and this Privacy Policy."
      },
      "makingChanges":{
        "title": "MAKING CHANGES TO THIS POLICY",
        "desc": "This Privacy Policy was last updated on September 22, 2022. The Company may update this Privacy Policy from time to time; The current version of the Privacy Policy is always on the page at – info@talentica.agency If you have any comments, wishes or claims regarding your personal data processed by the Company, please contact the Company: by e-mail at info@talentica.agency In the event that the Company has made any changes to the Privacy Policy with which the User does not agree, he is obliged to stop using the services of the Site. The fact of continued use of the Site is a confirmation of the consent and acceptance by the User of the relevant version of the Privacy Policy."
      }
  },
  "cookie": {
    "s1p1": "This Policy explains how we protect and handle any personal information you provide to us, including via our websites, our apps, our social media pages/accounts, email, telephone and in person. It also covers any personal information we receive from third parties and provides you with an overview of your rights.",
    "s1p2": "By using our products and services, including browsing our websites, registering, logging in or signing up for marketing, you agree that we may use your personal information as outlined in this Policy. There may be occasions when we share responsibility for the processing and protection of your personal data.",
    "s2p1": "Cookies are small pieces of text sent to your web browser by a website you visit. A cookie file is stored in your web browser and allows the Service or a third-party to recognize you and make your next visit easier and the Service more useful to you.",
    "s2p2": "Cookies can be &quot;persistent&quot; or &quot;session&quot; cookies. Persistent cookies remain on your personal computer or mobile device when you go offline, while session cookies are deleted as soon as you close your web browser.",
    "s3p1": "We use different types of cookies for different things, such as: Analysing how you use the site Giving you a better, more personalised experience Recognising when you’ve signed in ",
    "s3p2": "These cookies let you use all the different parts of the website. Without them, services that you’ve asked for can’t be provided. Also, as a public service, we collect data from you to help us understand how people are using the site online, so we can make it better."
  },
  "footer": {
    "copyright": "Copyright © 2022 Inforce Inc. All rights reserved"
  }
}
